[
  {
    "id": "tunnel_rat",
    "title": "The Tunnel Rat",
    "type": "Bestiary",
    "world": "dungeon",
    "cr": 0.25,
    "xp": 20,
    "text": "The tunnel rat is not a real rat. It walks on two legs. It has a small knife in its hand. Its eyes are yellow. They shine in the dark. Tunnel rats live in old places under the ground. They eat old food and dead things. Sometimes they eat each other. One tunnel rat is not dangerous. But they never walk alone. When you see one, twenty more are watching you.",
    "vocab": [
      ["tunnel", "ein langer Gang unter der Erde"],
      ["knife", "Messer"],
      ["shine", "leuchten, glänzen"]
    ],
    "questions": [
      "How many legs does a tunnel rat walk on?",
      "What colour are its eyes?",
      "Why is one tunnel rat not dangerous?"
    ]
  },
  {
    "id": "broken_lantern",
    "title": "The Broken Lantern",
    "type": "Item",
    "world": "dungeon",
    "cr": 0.25,
    "xp": 25,
    "text": "This old lamp has a crack in its glass. It still works, but the fire inside is green, not orange. When you hold it up, you can see strange things. Old blood on the floor shines bright. You can see footprints in the dust. Sometimes you see a face in the corner of your eye. The lamp shows what happened here before. Not everyone wants to know.",
    "vocab": [
      ["lantern", "Laterne"],
      ["crack", "Riss"],
      ["footprints", "Fussabdrücke"]
    ],
    "questions": [
      "What colour is the fire in the lantern?",
      "What can you see when you hold it up?",
      "Why might some people not want to use it?"
    ]
  },
  {
    "id": "school_bell",
    "title": "The School Bell",
    "type": "Daily Life",
    "world": "real",
    "cr": 0.25,
    "xp": 25,
    "text": "Every morning is the same. The alarm rings at seven. The bed is warm. The floor is cold. Breakfast is too fast — always too fast. The bus comes at 7:42. If you miss it, you walk. If you walk, you are late. Today the bell rings when you get to school. Your heart beats fast. You run to the classroom. The door is still open. You sit down one second before the teacher turns around. Safe. Tomorrow you will wake up earlier. But the bed will still be warm.",
    "vocab": [
      ["alarm", "Wecker"],
      ["miss", "verpassen"],
      ["beats", "schlägt (Herz)"]
    ],
    "questions": [
      "What time does the bus come?",
      "Is the person late or on time?",
      "Why will tomorrow probably be the same?"
    ]
  },
  {
    "id": "mimic_warning",
    "title": "A Warning About Mimics",
    "type": "Adventurer's Note",
    "world": "dungeon",
    "cr": 0.5,
    "xp": 50,
    "text": "If you are reading this, you are alive. Good. Now listen: not everything in this place is what it looks like. That box over there? It might be hungry. That wooden door? It might have teeth. We call them Mimics. They copy things and wait. When someone touches them, they attack. My advice: throw a stone at everything before you touch it. If it screams, don't open it. If it runs away, don't follow it. And if you see two doors that look the same next to each other — leave. Just leave. Trust me.",
    "vocab": [
      ["mimic", "ein Monster das Dinge kopiert"],
      ["wooden", "aus Holz"],
      ["trust", "vertrauen"],
      ["advice", "Ratschlag"]
    ],
    "questions": [
      "What do Mimics do?",
      "What advice does the writer give?",
      "What should you do if you see two identical doors?"
    ]
  },
  {
    "id": "whispering_moss",
    "title": "The Whispering Moss",
    "type": "Environmental Hazard",
    "world": "dungeon",
    "cr": 0.5,
    "xp": 45,
    "text": "The green moss on the walls is not normal. It whispers. At first, you think it is the wind. Then you see there is no wind down here. The moss repeats the last words of everyone who died in this corridor. Pieces of screams. Last prayers. Sometimes useful things: 'Trap ahead' or 'Don't trust the dwarf.' The longer you listen, the harder it is to stop. Some adventurers sit down next to the moss and never get up again. They just listen, forever, to voices that cannot help them anymore.",
    "vocab": [
      ["moss", "Moos"],
      ["whispers", "flüstert"],
      ["prayers", "Gebete"],
      ["trap", "Falle"]
    ],
    "questions": [
      "What does the moss whisper?",
      "Why can listening be dangerous?",
      "What useful things might you hear?"
    ]
  },
  {
    "id": "spartan_checkpoint",
    "title": "The Spartan Checkpoint",
    "type": "Encounter",
    "world": "greece",
    "cr": 0.5,
    "xp": 55,
    "text": "Two soldiers stand on the road. They wear red clothes and have long, sharp sticks. 'Stop!' says one soldier. He looks old and strong. 'You cannot go to Sparta. Where are you from? Why are you here?' He looks at your face. He looks at your bag. He looks at your clothes. 'Tell me the truth,' he says. 'Do not lie to us.' His eyes are cold. The other soldier says nothing. He just watches. You must answer now.",
    "vocab": [
      ["soldiers", "Soldaten"],
      ["sharp", "scharf"],
      ["truth", "Wahrheit"],
      ["lie", "lügen"]
    ],
    "questions": [
      "What do the soldiers wear?",
      "What does the soldier want to know?",
      "Why is this situation dangerous?"
    ]
  },
  {
    "id": "brainrot",
    "title": "The Attention Thief",
    "type": "Warning",
    "world": "real",
    "cr": 0.5,
    "xp": 45,
    "text": "They call it 'brainrot content.' Short videos. Loud sounds. Bright colours. Always something new, every three seconds. Your brain loves it because it is easy. No thinking. Just watch, scroll, watch, scroll. But here is the problem: every video takes a little piece of your attention. After one hour of scrolling, try reading a book. It is hard. Your brain wants the next video. Scientists have studied this. The more brainrot you watch, the harder it is to concentrate. Your attention is like a muscle. If you only use it for three-second videos, it becomes weak.",
    "vocab": [
      ["brainrot", "Inhalte die das Gehirn faul machen"],
      ["scroll", "scrollen, wischen"],
      ["attention", "Aufmerksamkeit"],
      ["concentrate", "sich konzentrieren"]
    ],
    "questions": [
      "Why does your brain love short videos?",
      "What happens after an hour of scrolling?",
      "Why is attention compared to a muscle?"
    ]
  },
  {
    "id": "bone_collector",
    "title": "The Bone Collector",
    "type": "Bestiary",
    "world": "dungeon",
    "cr": 1,
    "xp": 90,
    "text": "Nobody knows what the Bone Collector was before it died. Now it is two metres of old cloth and clicking bones. It walks through dark places at night, collecting bones from the dead. It puts them carefully into bags: skulls in one bag, ribs in another, finger bones in a third. If you hide and stay quiet, it will walk past you. But if you have bones that don't belong to you — a lucky rabbit's foot, a necklace of teeth, a skull you took as a trophy — it will know. And it will want them back. It always gets what it wants.",
    "vocab": [
      ["cloth", "Stoff, Tuch"],
      ["clicking", "klickende Geräusche machen"],
      ["ribs", "Rippen"],
      ["necklace", "Halskette"],
      ["trophy", "Trophäe, Siegeszeichen"],
      ["belong", "gehören"]
    ],
    "questions": [
      "How tall is the Bone Collector?",
      "What does it do with the bones it finds?",
      "When will it attack you?"
    ]
  },
  {
    "id": "ambush_ruins",
    "title": "Ambush in the Ruins",
    "type": "Combat Scene",
    "world": "dungeon",
    "cr": 1,
    "xp": 110,
    "text": "The arrow came from nowhere. It hit the stone wall behind your head with a loud crack. Two goblins dropped from the broken ceiling — small, green, and fast. A third stood in the doorway, already pulling another arrow from its bag. The ruins were supposed to be empty. The map said so. But goblins cannot read maps. They don't care what humans write on paper. They only care that you walked into their home. Now you have three seconds to decide: fight, run, or try to talk.",
    "vocab": [
      ["arrow", "Pfeil"],
      ["crack", "Knall, Riss"],
      ["goblins", "Kobolde, kleine grüne Monster"],
      ["ruins", "Ruinen"],
      ["doorway", "Türöffnung"],
      ["suppose", "annehmen, sollen"]
    ],
    "questions": [
      "How many goblins attacked?",
      "Why was the map wrong?",
      "What three choices do you have?"
    ]
  },
  {
    "id": "ring_fallen_knight",
    "title": "The Ring of the Fallen Knight",
    "type": "Item",
    "world": "dungeon",
    "cr": 1,
    "xp": 100,
    "text": "You found the ring on a skeleton's finger. The skeleton was wearing armour that was once beautiful. Now rust covers everything except the ring. It is silver, with a blue stone that still shines. When you put it on, you feel stronger. Braver. You hear a voice in your head: 'I am Sir Aldric. I died here forty years ago. My quest was never finished. Will you finish it for me?' The ring cannot come off now. Sir Aldric is very polite about it, but he is also very clear: you will complete his quest, or you will join him in death. Most people throw the ring away when they hear this. But you cannot throw away something that will not leave your finger.",
    "vocab": [
      ["armour", "Rüstung"],
      ["rust", "Rost"],
      ["silver", "Silber"],
      ["quest", "Auftrag, Mission"],
      ["polite", "höflich"],
      ["complete", "vollenden, abschliessen"]
    ],
    "questions": [
      "Where did you find the ring?",
      "What happened to Sir Aldric?",
      "Why can't you take the ring off?"
    ]
  },
  {
    "id": "contract_wolf",
    "title": "Contract: Theron's Wolf",
    "type": "Quest Document",
    "world": "greece",
    "cr": 1,
    "xp": 100,
    "text": "BOUNTY — 500 DRACHMAE. A wolf has been killing sheep near the village of Theron. This is no ordinary wolf. Hunters say it is bigger than a horse. Its fur is black as midnight. Its eyes glow red in the darkness. Three hunters have tried to kill it. None came back. The village elder believes the wolf is cursed — perhaps a man transformed by the gods as punishment. Kill the beast and bring its head to the elder. Warning: The wolf has been seen near the old temple of Artemis. The goddess protects all wild animals. If you make her angry, not even the walls of Athens will keep you safe.",
    "vocab": [
      ["bounty", "Kopfgeld"],
      ["drachmae", "Drachmen (griechische Münzen)"],
      ["glow", "glühen, leuchten"],
      ["cursed", "verflucht"],
      ["elder", "Dorfältester"],
      ["beast", "Bestie, wildes Tier"]
    ],
    "questions": [
      "How much money is offered for the wolf?",
      "What do people think the wolf really is?",
      "Why is the temple of Artemis dangerous?"
    ]
  },
  {
    "id": "group_project",
    "title": "The Group Project",
    "type": "Daily Life",
    "world": "real",
    "cr": 1,
    "xp": 85,
    "text": "The teacher said the words everyone hates: 'Get into groups of four.' Your friends grabbed each other before you could move. Now they have four people already. They give you a sorry look. You look around. Everyone is making groups. Everyone has friends. You see three other students standing alone, looking as lost as you feel. The teacher points at all of you: 'You four. Together.' You don't know these people. One looks angry. One looks scared. One is already on their phone. This is your team now. The project is due in two weeks. Maybe it will be fine. Maybe you will become friends. Or maybe you will do all the work while they play games.",
    "vocab": [
      ["grabbed", "schnappten, griffen"],
      ["due", "fällig"],
      ["project", "Projekt"],
      ["team", "Team, Gruppe"],
      ["while", "während"]
    ],
    "questions": [
      "Why couldn't the person join their friends' group?",
      "Who ends up in their new group?",
      "What might go wrong with this project?"
    ]
  },
  {
    "id": "drowned_temple",
    "title": "The Drowned Temple",
    "type": "Dungeon Log",
    "world": "dungeon",
    "cr": 2,
    "xp": 180,
    "text": "Day 3 in the temple. The water rises every night and goes down every morning. We found air pockets in the ceiling where we can breathe and sleep. The carvings on the walls tell the story of a sea god who was forgotten. His priests drowned themselves when the last believer died. Now their ghosts swim through these halls, still doing rituals that nobody watches. They ignore us mostly. But yesterday, Mira said she heard singing under the water. Beautiful singing. She wanted to dive down and find it. We had to tie her to a pillar. The singing hasn't stopped. I'm starting to understand the words.",
    "vocab": [
      ["rises", "steigt"],
      ["air pockets", "Luftblasen, Lufttaschen"],
      ["carvings", "Schnitzereien, Gravuren"],
      ["priests", "Priester"],
      ["drowned", "ertrunken"],
      ["ghosts", "Geister"],
      ["pillar", "Säule"]
    ],
    "questions": [
      "What happens to the water every day?",
      "Why did the priests drown themselves?",
      "Why did they have to tie Mira to a pillar?"
    ]
  },
  {
    "id": "mad_wizard_note",
    "title": "Note from the Mad Wizard",
    "type": "Found Document",
    "world": "dungeon",
    "cr": 2,
    "xp": 220,
    "text": "Day 47 — The experiment continues. I have successfully merged the soul of a cat with the body of an owl. The result screams constantly. I consider this progress. Day 52 — The screaming has stopped. The cat-owl watches me now. It knows things it should not know. When I sleep, I dream of mice dying in moonlight. Day 61 — I understand now. I was wrong. The owl did not receive the cat's soul. The cat received mine. I am the experiment. I have always been the experiment. I am writing this with paws that used to be hands. The thing wearing my body is reading over my shoulder. It is smiling. Day 62 — mrrrowww the wizard is fine the wizard is happy you should visit the wizard bring mice",
    "vocab": [
      ["experiment", "Experiment"],
      ["merged", "verschmolzen, vereint"],
      ["soul", "Seele"],
      ["screams", "schreit"],
      ["constantly", "ständig, dauernd"],
      ["moonlight", "Mondlicht"],
      ["wizard", "Zauberer"]
    ],
    "questions": [
      "What two animals did the wizard try to combine?",
      "What did the wizard realize on Day 61?",
      "Who is writing on Day 62?"
    ]
  },
  {
    "id": "rust_monster",
    "title": "The Thing That Ate My Sword",
    "type": "Bestiary",
    "world": "dungeon",
    "cr": 2,
    "xp": 200,
    "text": "It looked almost cute at first. Like a big insect with feathery feelers and a long tail. It didn't attack us. It just walked toward Marcus, making happy clicking sounds. Then it touched his shield. The metal crumbled like old bread. The creature ate the rust that fell to the ground, making satisfied noises. Marcus drew his sword. The creature's feelers twitched with excitement. The sword dissolved where its feelers touched. We ran. I still have my leather armour. Marcus has his underclothes and his dignity. Actually, he lost the dignity too when he screamed. We don't talk about that. Lesson learned: Rust Monsters don't want to kill you. They just want to eat everything you own.",
    "vocab": [
      ["insect", "Insekt"],
      ["feelers", "Fühler"],
      ["shield", "Schild"],
      ["metal", "Metall"],
      ["crumbled", "zerbröckelte"],
      ["dissolved", "löste sich auf"],
      ["twitched", "zuckte"]
    ],
    "questions": [
      "What happened to Marcus's shield?",
      "How does the Rust Monster eat metal?",
      "What lesson did they learn?"
    ]
  },
  {
    "id": "oracle_delphi",
    "title": "The Oracle of Delphi",
    "type": "Encounter",
    "world": "greece",
    "cr": 2,
    "xp": 190,
    "text": "The temple smelled of smoke and something else — something old. The Pythia sat on a three-legged stool above a crack in the earth. Strange fumes rose from below. Her eyes were completely white. 'You seek the Wolf of Sparta,' she said. Her voice was not her own. It was deeper, older, coming from somewhere far away. 'He hides where the lion's shadow falls at noon. But beware — the one you hunt also hunts you. Blood calls to blood. The eagle and the wolf share the same father.' She screamed suddenly, a terrible sound, and collapsed. The priests rushed to help her. When she woke, she remembered nothing. But you remember every word.",
    "vocab": [
      ["oracle", "Orakel"],
      ["Pythia", "Pythia (Priesterin in Delphi)"],
      ["stool", "Hocker"],
      ["fumes", "Dämpfe"],
      ["beware", "sei vorsichtig, hüte dich"],
      ["collapsed", "brach zusammen"],
      ["seek", "suchen"]
    ],
    "questions": [
      "Where does the Pythia sit?",
      "What warning does the Oracle give about the enemy?",
      "Why doesn't the Pythia remember what she said?"
    ]
  },
  {
    "id": "margrath",
    "title": "Margrath, the Hollow King",
    "type": "Boss Encounter",
    "world": "dungeon",
    "cr": 3,
    "xp": 280,
    "text": "The throne room doors opened by themselves. On the ancient throne sat what was left of King Margrath the Fourth. His crown still sat on his skull. His royal robes hung on bones that had forgotten flesh three hundred years ago. But his eyes — two points of cold blue fire — those remembered everything. 'Another adventurer,' his voice echoed from nowhere and everywhere. 'They always come for the crown. They never leave with it.' The skeletal king stood. He was tall in life. In death, he was taller. His sword scraped against the stone floor as he descended the steps — a blade so old that rust had become part of its edge, yet sharp enough to cut through shadows. 'I have killed nine hundred and seventy-three heroes in this room,' Margrath said. 'You will be nine hundred and seventy-four. Unless...' He paused. 'Unless you can answer my riddle. I do so enjoy riddles.'",
    "vocab": [
      ["throne", "Thron"],
      ["ancient", "uralt"],
      ["crown", "Krone"],
      ["skull", "Schädel"],
      ["robes", "Gewänder"],
      ["flesh", "Fleisch"],
      ["echoed", "hallte wider"],
      ["riddle", "Rätsel"]
    ],
    "questions": [
      "How long has Margrath been dead?",
      "How many heroes has he killed?",
      "What chance does he give you?"
    ]
  },
  {
    "id": "beholder",
    "title": "The Eye Tyrant",
    "type": "Boss Encounter",
    "world": "dungeon",
    "cr": 3,
    "xp": 320,
    "text": "It was floating in the centre of the room, a nightmare that had become real. A ball of ugly skin, about one metre wide, with one very big eye in the middle. Around it, ten smaller eyes moved on stalks, each looking in a different direction. Each eye held a different death. 'You are either very brave or very stupid,' it said. Its voice was polite, almost friendly. 'I am Xanathar. Well, I call myself Xanathar. The first one died hundreds of years ago. But names have power, and his had enough power to keep me alive through seven killers, three groups of adventurers, and one very patient knight who never gave up.' Two of its eye stalks turned to look at you. 'I wonder which death you will get. The beam that makes you disappear is quick. The beam that turns you to stone lets me add you to my collection. So many choices, so many choices.'",
    "vocab": [
      ["floating", "schwebend"],
      ["nightmare", "Albtraum"],
      ["stalks", "Stiele, Stängel"],
      ["beam", "Strahl"],
      ["disappear", "verschwinden"],
      ["patient", "geduldig"],
      ["collection", "Sammlung"],
      ["brave", "mutig"]
    ],
    "questions": [
      "What does Xanathar look like?",
      "Why does the creature call itself Xanathar?",
      "What can the different eyes do?"
    ]
  }
]
