[
  { "id": "fr_cr025_1", "title": "Mon mercredi", "title_de": "Mein Mittwoch", "text": "Le mercredi, j'aime mes loisirs. Je joue dehors. Je fais du vélo. J'écoute de la musique sur mon ordinateur. J'adore lire une BD. C'est chouette. Je suis un garçon.", "text_de": "Am Mittwoch mag ich meine Hobbys. Ich spiele draussen. Ich fahre Velo. Ich höre Musik auf meinem Computer. Ich liebe es, ein Comic zu lesen. Das ist toll. Ich bin ein Junge.", "cr": 0.25, "xp": 10, "world": "real", "type": "Journal", "vocab": [], "questions": [ "Qu'est-ce que tu aimes faire le mercredi?", "Tu écoutes de la musique?", "Tu es un garçon ou une fille?" ] },
  { "id": "fr_cr025_2", "title": "La famille de Léo", "title_de": "Léos Familie", "text": "Voici la famille de Léo. Le père s'appelle Marc. La mère s'appelle Sophie. Léo a une sœur. Elle s'appelle Nathalie. Ils ont un bébé. Ce sont les parents de Léo. C'est une famille.", "text_de": "Hier ist die Familie von Léo. Der Vater heisst Marc. Die Mutter heisst Sophie. Léo hat eine Schwester. Sie heisst Nathalie. Sie haben ein Baby. Das sind die Eltern von Léo. Das ist eine Familie.", "cr": 0.25, "xp": 15, "world": "real", "type": "Description", "vocab": [], "questions": [ "Comment s'appelle le père de Léo?", "Léo a un frère?", "Qui est Nathalie?" ] },
  { "id": "fr_cr025_3", "title": "À l'école", "title_de": "In der Schule", "text": "Le lundi, j'ai les maths. J'aime calculer. Le mardi, j'ai le français. Je parle français. Je dessine une table et une chaise. Ouvre le livre! Range le cahier! J'adore l'école.", "text_de": "Am Montag habe ich Mathe. Ich mag es zu rechnen. Am Dienstag habe ich Französisch. Ich spreche Französisch. Ich zeichne einen Tisch und einen Stuhl. Öffne das Buch! Räum das Heft weg! Ich liebe die Schule.", "cr": 0.25, "xp": 15, "world": "real", "type": "École", "vocab": [], "questions": [ "Quelles matières as-tu le lundi?", "Est-ce que tu aimes dessiner?", "Parles-tu français?" ] },
  { "id": "fr_cr025_4", "title": "La cuisine", "title_de": "Die Küche", "text": "J'adore faire la cuisine. Ma mère et moi, nous sommes dans la cuisine. Je regarde le livre de cuisine. C'est un grand livre. La cuisine, c'est mon hobby. C'est chouette.", "text_de": "Ich liebe es zu kochen. Meine Mutter und ich, wir sind in der Küche. Ich schaue das Kochbuch an. Es ist ein grosses Buch. Kochen ist mein Hobby. Das ist toll.", "cr": 0.25, "xp": 15, "world": "real", "type": "Activité", "vocab": [], "questions": [ "Tu aimes faire la cuisine?", "Avec qui es-tu dans la cuisine?", "Le livre est grand ou petit?" ] },
  { "id": "fr_cr025_5", "title": "Mon frère", "title_de": "Mein Bruder", "text": "Voici mon frère. Il s'appelle Lionel. Il adore faire du foot. Il est le fils de mon père. Il est aussi le fils de ma mère. Lionel est mon grand frère. J'aime mon frère.", "text_de": "Hier ist mein Bruder. Er heisst Lionel. Er liebt es, Fussball zu spielen. Er ist der Sohn meines Vaters. Er ist auch der Sohn meiner Mutter. Lionel ist mein grosser Bruder. Ich mag meinen Bruder.", "cr": 0.25, "xp": 10, "world": "real", "type": "Famille", "vocab": [], "questions": [ "Comment s'appelle ton frère?", "Quel est son hobby?", "Lionel est ton petit ou grand frère?" ] },
  { "id": "fr_cr05_1", "title": "Le sport, c'est super!", "title_de": "Sport ist super!", "text": "J'adore le sport. Le mardi, je fais du foot avec mes amis. Le dimanche, je fais du vélo. Mon sport favori, c'est le foot. J'aime aussi nager. C'est super!", "text_de": "Ich liebe Sport. Am Dienstag spiele ich Fussball mit meinen Freunden. Am Sonntag fahre ich Velo. Mein Lieblingssport ist Fussball. Ich mag es auch zu schwimmen. Das ist super!", "cr": 0.5, "xp": 20, "world": "real", "type": "Hobby", "vocab": [ ["avec", "mit"], ["mon sport favori", "mein Lieblingssport (Vocabulaire plus)"], ["super", "super"] ], "questions": [ "Tu aimes le sport?", "Qu'est-ce que tu fais le mardi?", "Quel est ton sport favori?" ] },
  { "id": "fr_cr05_2", "title": "Mes animaux", "title_de": "Meine Tiere", "text": "J'adore les animaux. J'ai un chien et un chat. Le chien aime jouer dehors. Le chat est sur la table. Je suis fan de mes animaux, mais le chien est mon favori.", "text_de": "Ich liebe Tiere. Ich habe einen Hund und eine Katze. Der Hund spielt gerne draussen. Die Katze ist auf dem Tisch. Ich bin ein Fan von meinen Tieren, aber der Hund ist mein Liebling.", "cr": 0.5, "xp": 25, "world": "real", "type": "Description", "vocab": [ ["le chien", "der Hund (Vocabulaire plus)"], ["le chat", "die Katze (Vocabulaire plus)"], ["mais", "aber"] ], "questions": [ "Tu as des animaux?", "Où est le chat?", "Quel est ton animal favori?" ] },
  { "id": "fr_cr05_3", "title": "Shopping pour l'école", "title_de": "Einkaufen für die Schule", "text": "Le samedi, je fais du shopping pour l'école. Je cherche un nouveau stylo, une gomme et un classeur. J'aime les classeurs. Ma sœur cherche une trousse. C'est un loisir chouette.", "text_de": "Am Samstag gehe ich für die Schule einkaufen. Ich suche einen neuen Kuli, einen Radiergummi und einen Ordner. Ich mag Ordner. Meine Schwester sucht ein Etui. Das ist ein tolles Hobby.", "cr": 0.5, "xp": 25, "world": "real", "type": "Activité", "vocab": [ ["pour", "für"], ["nouveau", "neu"] ], "questions": [ "Quand fais-tu du shopping?", "Qu'est-ce que tu cherches?", "Qu'est-ce que ta sœur cherche?" ] },
  { "id": "fr_cr05_4", "title": "La console de jeux", "title_de": "Die Spielkonsole", "text": "Mon frère a une nouvelle console. Il adore jouer. Parfois, je joue avec lui. Le jeu est une aventure. Nous jouons dans sa chambre. C'est un bon jeu, mais c'est difficile.", "text_de": "Mein Bruder hat eine neue Konsole. Er liebt es zu spielen. Manchmal spiele ich mit ihm. Das Spiel ist ein Abenteuer. Wir spielen in seinem Zimmer. Es ist ein gutes Spiel, aber es ist schwierig.", "cr": 0.5, "xp": 30, "world": "dungeon", "type": "Médias", "vocab": [ ["parfois", "manchmal"], ["le jeu", "das Spiel"], ["difficile", "schwierig"] ], "questions": [ "Qui a une nouvelle console?", "Est-ce que le jeu est facile?", "Où est-ce que vous jouez?" ] },
  { "id": "fr_cr05_5", "title": "Mon oncle et ma tante", "title_de": "Mein Onkel und meine Tante", "text": "Voici mon oncle et ma tante. Ils sont les parents de ma cousine. Mon oncle s'appelle Paul. Ma tante s'appelle Marie. Ils sont très gentils. J'aime beaucoup ma famille.", "text_de": "Hier sind mein Onkel und meine Tante. Sie sind die Eltern meiner Cousine. Mein Onkel heisst Paul. Meine Tante heisst Marie. Sie sind sehr nett. Ich mag meine Familie sehr.", "cr": 0.5, "xp": 25, "world": "real", "type": "Famille", "vocab": [ ["gentil", "nett"], ["beaucoup", "sehr"] ], "questions": [ "Qui sont Paul et Marie?", "Ils sont les parents de qui?", "Tu aimes ta famille?" ] },
  { "id": "fr_cr05_6", "title": "Le bricolage", "title_de": "Das Basteln", "text": "J'adore le bricolage. Je bricole avec du papier et des ciseaux. Je fais un cadeau pour ma grand-mère. C'est une surprise. Le bricolage est une activité créative. C'est mieux que la télé.", "text_de": "Ich liebe das Basteln. Ich bastle mit Papier und einer Schere. Ich mache ein Geschenk für meine Grossmutter. Es ist eine Überraschung. Basteln ist eine kreative Aktivität. Das ist besser als der Fernseher.", "cr": 0.5, "xp": 30, "world": "real", "type": "Créativité", "vocab": [ ["bricoler", "basteln (Vocabulaire plus)"], ["les ciseaux", "die Schere (Vocabulaire plus)"], ["un cadeau", "ein Geschenk"] ], "questions": [ "Tu aimes le bricolage?", "Pour qui est le cadeau?", "C'est mieux que la télé?" ] },
  { "id": "fr_cr1_1", "title": "La passion de Nathalie", "title_de": "Nathalies Leidenschaft", "text": "Mon amie Nathalie a une passion. C'est l'équitation. Le vendredi, elle va au manège. Elle adore les chevaux. Moi, je pense que c'est difficile. Je déteste l'équitation, mais j'aime regarder mon amie.", "text_de": "Meine Freundin Nathalie hat eine Leidenschaft. Es ist das Reiten. Am Freitag geht sie in die Reitschule. Sie liebt Pferde. Ich, ich denke, dass das schwierig ist. Ich hasse Reiten, aber ich schaue meiner Freundin gerne zu.", "cr": 1, "xp": 35, "world": "real", "type": "Portrait", "vocab": [ ["l'équitation (f)", "das Reiten (Vocabulaire plus)"], ["le cheval / les chevaux", "das Pferd / die Pferde"], ["détester", "hassen (Vocabulaire plus)"], ["je pense que", "ich denke, dass"] ], "questions": [ "Quelle est la passion de Nathalie?", "Qu'est-ce qu'elle fait le vendredi?", "Tu aimes l'équitation?" ] },
  { "id": "fr_cr1_2", "title": "Au théâtre", "title_de": "Im Theater", "text": "Mes amis et moi, nous aimons le théâtre. Nous jouons une petite pièce. Je suis un acteur et mon amie est une actrice. J'adore jouer du théâtre parce que c'est une vraie passion. Le public regarde.", "text_de": "Meine Freunde und ich, wir mögen das Theater. Wir spielen ein kleines Stück. Ich bin ein Schauspieler und meine Freundin ist eine Schauspielerin. Ich liebe es, Theater zu spielen, weil es eine wahre Leidenschaft ist. Das Publikum schaut zu.", "cr": 1, "xp": 40, "world": "real", "type": "Activité", "vocab": [ ["le théâtre", "das Theater (Vocabulaire plus)"], ["un acteur", "ein Schauspieler (Vocabulaire plus)"], ["parce que", "weil"], ["le public", "das Publikum"] ], "questions": [ "Tu aimes le théâtre?", "Quel est ton rôle dans la pièce?", "Pourquoi aimes-tu le théâtre?" ] },
  { "id": "fr_cr1_3", "title": "Le hockey sur glace", "title_de": "Das Eishockey", "text": "Mon sport favori, c'est le hockey sur glace. C'est un sport rapide. Je joue dans une équipe. Nous avons un entraînement le mercredi et le vendredi. Je veux être un grand joueur un jour.", "text_de": "Mein Lieblingssport ist Eishockey. Es ist ein schneller Sport. Ich spiele in einer Mannschaft. Wir haben am Mittwoch und am Freitag ein Training. Ich will eines Tages ein grosser Spieler sein.", "cr": 1, "xp": 45, "world": "real", "type": "Sport", "vocab": [ ["le hockey sur glace", "das Eishockey (Vocabulaire plus)"], ["rapide", "schnell"], ["une équipe", "eine Mannschaft"], ["un jour", "eines Tages"] ], "questions": [ "Quel est ton sport favori?", "Quand as-tu l'entraînement?", "Tu joues dans une équipe?" ] },
  { "id": "fr_cr1_4", "title": "Le cirque", "title_de": "Der Zirkus", "text": "Le samedi, je vais au cirque avec ma famille. J'adore le cirque! Je regarde les acrobates qui grimpent et qui sautent. Un garçon fait du jonglage. C'est plus chouette que le cinéma muet.", "text_de": "Am Samstag gehe ich mit meiner Familie in den Zirkus. Ich liebe den Zirkus! Ich schaue den Akrobaten zu, die klettern und springen. Ein Junge jongliert. Das ist toller als das Stummfilmkino.", "cr": 1, "xp": 50, "world": "dungeon", "type": "Aventure", "vocab": [ ["le cirque", "der Zirkus (Vocabulaire plus)"], ["les acrobaties (f, pl.)", "die Akrobatik (Vocabulaire plus)"], ["grimper", "klettern (Vocabulaire plus)"], ["qui", "die (Relativpronomen)"] ], "questions": [ "Où vas-tu le samedi?", "Qu'est-ce que les acrobates font?", "Tu préfères le cirque ou le cinéma?" ] },
  { "id": "fr_cr1_5", "title": "Garder des enfants", "title_de": "Kinder hüten", "text": "Parfois, je garde les enfants de ma tante. C'est mon petit cousin et ma petite cousine. Nous jouons dehors ou nous faisons du bricolage. C'est une grande responsabilité, mais j'aime beaucoup mes cousins.", "text_de": "Manchmal hüte ich die Kinder meiner Tante. Es sind mein kleiner Cousin und meine kleine Cousine. Wir spielen draussen oder wir basteln. Das ist eine grosse Verantwortung, aber ich mag meine Cousins sehr.", "cr": 1, "xp": 40, "world": "real", "type": "Job", "vocab": [ ["garder des enfants", "Kinder hüten (Vocabulaire plus)"], ["une responsabilité", "eine Verantwortung"], ["petit/petite", "klein"] ], "questions": [ "Qu'est-ce que tu fais parfois?", "Avec qui joues-tu?", "C'est une grande responsabilité?" ] },
  { "id": "fr_cr2_1", "title": "Un dimanche au lac", "title_de": "Ein Sonntag am See", "text": "Dimanche, je vais à la pêche avec mon grand-père. Nous allons au bord d'un grand lac. Il faut être patient, parce que les poissons sont timides. J'aime le silence. Quand un poisson mord, c'est très excitant! Mon grand-père est le meilleur pêcheur du monde.", "text_de": "Am Sonntag gehe ich mit meinem Grossvater fischen. Wir gehen an das Ufer eines grossen Sees. Man muss geduldig sein, weil die Fische schüchtern sind. Ich mag die Stille. Wenn ein Fisch anbeisst, ist das sehr aufregend! Mein Grossvater ist der beste Fischer der Welt.", "cr": 2, "xp": 60, "world": "real", "type": "Histoire", "vocab": [ ["la pêche", "das Fischen (Vocabulaire plus)"], ["un lac", "ein See"], ["patient", "geduldig"], ["timide", "schüchtern"], ["quand", "wenn"], ["le monde", "die Welt"] ], "questions": [ "Qu'est-ce que tu fais le dimanche?", "Pourquoi faut-il être patient?", "Ton grand-père est un bon pêcheur?" ] },
  { "id": "fr_cr2_2", "title": "Visite au musée", "title_de": "Besuch im Museum", "text": "Aujourd'hui, notre classe visite un musée d'histoire. On peut voir des choses très anciennes. Il y a des drapeaux de différents pays et un arbre généalogique d'une famille royale. C'est vraiment intéressant, mais je préfère la gym parce que j'aime sauter et grimper.", "text_de": "Heute besucht unsere Klasse ein Geschichtsmuseum. Man kann sehr alte Dinge sehen. Es hat Flaggen von verschiedenen Ländern und einen Stammbaum einer königlichen Familie. Das ist wirklich interessant, aber ich bevorzuge Turnen, weil ich gerne springe und klettere.", "cr": 2, "xp": 70, "world": "dungeon", "type": "Sortie", "vocab": [ ["visiter un musée", "ein Museum besuchen (Vocabulaire plus)"], ["l'histoire (f)", "die Geschichte (Vocabulaire plus)"], ["un arbre généalogique", "ein Stammbaum (Vocabulaire plus)"], ["le drapeau", "die Fahne (Vocabulaire plus)"], ["je préfère", "ich bevorzuge"] ], "questions": [ "Où va la classe aujourd'hui?", "Qu'est-ce qu'on peut voir dans le musée?", "Pourquoi préfères-tu la gym?" ] },
  { "id": "fr_cr2_3", "title": "Mon acteur favori", "title_de": "Mein Lieblingsschauspieler", "text": "Mon acteur favori joue dans des films muets. C'est un art très spécial. Il ne parle pas, mais il exprime tout avec son visage et son corps. Je trouve que c'est plus difficile que de jouer dans un film normal. Un jour, je veux être acteur aussi.", "text_de": "Mein Lieblingsschauspieler spielt in Stummfilmen. Das ist eine sehr spezielle Kunst. Er spricht nicht, aber er drückt alles mit seinem Gesicht und seinem Körper aus. Ich finde, dass das schwieriger ist, als in einem normalen Film zu spielen. Eines Tages will ich auch Schauspieler sein.", "cr": 2, "xp": 75, "world": "real", "type": "Culture", "vocab": [ ["un acteur", "ein Schauspieler (Vocabulaire plus)"], ["le cinéma muet", "der Stummfilm (Vocabulaire plus)"], ["spécial", "speziell"], ["exprimer", "ausdrücken"], ["le visage", "das Gesicht"], ["le corps", "der Körper"] ], "questions": [ "Dans quel genre de films joue ton acteur favori?", "Comment exprime-t-il les émotions?", "Tu veux être acteur?" ] },
  { "id": "fr_cr2_4", "title": "Le secret de la forêt", "title_de": "Das Geheimnis des Waldes", "text": "Près de ma maison, il y a une grande forêt. On dit qu'il y a un secret. Un jour, je décide d'explorer la forêt avec mon chien. Nous marchons longtemps. Soudain, nous trouvons une vieille cabane. La porte est ouverte. Qu'est-ce qu'il y a à l'intérieur?", "text_de": "Nahe bei meinem Haus gibt es einen grossen Wald. Man sagt, dass es dort ein Geheimnis gibt. Eines Tages entscheide ich, den Wald mit meinem Hund zu erkunden. Wir laufen lange. Plötzlich finden wir eine alte Hütte. Die Tür ist offen. Was ist im Inneren?", "cr": 2, "xp": 80, "world": "dungeon", "type": "Aventure", "vocab": [ ["une forêt", "ein Wald"], ["un secret", "ein Geheimnis"], ["explorer", "erkunden"], ["soudain", "plötzlich"], ["une cabane", "eine Hütte"], ["à l'intérieur", "im Inneren"] ], "questions": [ "Où se trouve la forêt?", "Qu'est-ce que tu décides de faire?", "Qu'est-ce que vous trouvez?" ] }
]
